var politicaldata={
	'党员':15,
	'预备党员':25,
	'团员':30,
	'群众':100

};
var sexdata={
		"男":55,
		"女":45
};
var persontypedata={
		"户籍人口":200,
		"外来人口":40
} ;

var educationdate={
		"博士及以上":15,
		"硕士":300,
		"本科":1250,
		"专科":1200,
		"高中":1500,
		"初中及以下":2000
};


var rktjdata={
		'泗泾镇':115787,
		'佘山镇':93920,
		'牛墩镇':199721,
		'新桥镇':184645,
		'洞泾镇':43454,
		'九亭镇':54023,
		'柳港镇':52442,
        '小昆山镇':61195,
        '石湖荡镇':93669,
        '叶榭镇':42189,
        '新浜镇':111533,
        '岳阳街道':107110,
        '永丰街道':159427,
        '方松街道':101315,
        '中山街道':12112,
        '广富林街道':65423,
        '九里街街道':67654			
};

var agedate={
		'20岁以下':929,
		'21~25岁':675,
		'26~30岁':1183,
		'31~35岁':1328,
        '36~40岁':1487,
        '41~45岁':1509,
        '46~50岁':2256,
        '51~55岁':3178,
        '56~60岁':4552,
        '61~80岁':5493,
        '80岁以上':2400	
};