var politicaldata={
	'党员':15,
	'预备党员':25,
	'团员':30,
	'群众':100

};
var sexdata={
		"男":55,
		"女":45
};
var persontypedata={
		"户籍人口":200,
		"外来人口":40
} ;

var educationdate={
		"博士及以上":15,
		"硕士":300,
		"本科":1250,
		"专科":1200,
		"高中":1500,
		"初中及以下":2000
};


var rktjdata={
		'曹杨新村街道':115787,
		'长风新村街道':93920,
		'长寿路街道':199721,
		'甘泉路街道':184645,
		'石泉路街道':43454,
		'宜川路街道':54023,
		'万里街道':52442,
        '真如镇街道':61195,
        '长征镇':93669,
        '桃浦镇':42189,
};

var agedate={
		'20岁以下':929,
		'21~25岁':675,
		'26~30岁':1183,
		'31~35岁':1328,
        '36~40岁':1487,
        '41~45岁':1509,
        '46~50岁':2256,
        '51~55岁':3178,
        '56~60岁':4552,
        '61~80岁':5493,
        '80岁以上':2400	
};