<%@ page language="java" contentType="text/html; charset=utf-8" pageEncoding="utf-8"%>
<%@ include file="/cj/title_setting.jsp" %>

<h3 align="left"><a name="_Toc275156839" id="_Toc275156839">协议概述</a> </h3>
<h5><a name="_Toc275156830" id="_Toc275156830">目的和依据</a> </h5>
<p>为了进一步促进和规范人口信息的共享与应用工作，明确市人口信息共享与应用系统的管理要求和使用方法，根据《人民政府办公厅关于转发市经济信息化委制订的&lt;法人信息共享与应用系统管理办法&gt;的通知》(沪府办发〔2010〕30号)，制定本协议细则。 </p>
<h5><a name="_Toc275156831" id="_Toc275156831">适用范围</a> </h5>
<p>本区委办单位通过数据中心人口信息共享与应用、共享和使用人口信息以及人口信息共享应用运行管理行为，应当遵守本协议细则。 </p>
<h5><a name="_Toc275156833" id="_Toc275156833">人口信息</a> </h5>
<p>人口信息是指以电子政务网络为依托，对接落地市公安实有人口信息资源，扩充整合多个单位的相关人口扩展信息，形成覆盖全区人口、以公民身份号位为唯一标识的，包含多项基础信息与扩展信息的区级人口信息数据库。 <br />
  以前述市级人口基础信息为基准，在区级层面建立人口基本信息共享和扩展校核机制，充分利用人口普查、网格化管理以及各部门的行业信息积累，扩展比对人口的健康素质、教育信息、就业状态、居住状况、婚姻状况等各方面的人口扩展信息。 </p>
<h5><a name="_Toc275156836" id="_Toc275156836">用户类型</a> </h5>
<p>区人口库信息共享应用基于授权管理和用户认证。根据管理要求和系统设计，分为两类用户： <br />
  （一）单位用户：以各行政机关和有关单位为主体设立一个单位用户。 <br />
  （二）内部用户：各行政机关和有关单位可以根据自身信息化水平和业务需求，通过人口信息共享应用的授权服务功能设立若干内部用户。 <br />
  各行政机关和有关单位应当指定专人负责单位用户和内部用户的具体工作，并确保人员的相对稳定性。 </p>
<h5> <a name="_Toc275156837" id="_Toc275156837">单位用户设立</a> </h5>
<p>区人口信息共享应用以各行政机关和有关单位为主体设立一个单位用户。单位用户的用户权限主要包括本单位前置系统维护、人口信息上传和维护，以及本单位内部用户的增加、删除、权限设置和用户信息修改等。 </p>
<h6>管理方式 </h6>
<p>各行政机关和有关单位通过区人口信息共享应用提出单位用户申请，由区科委审核后，由区科委完成具体的登录账号设置和开通工作。 </p>
<h6>申请和申请材料 </h6>
<p>各行政机关和有关单位申请设立单位用户的，应当向区科委提出申请，明确单位用户名称、用户数量、共享方式等内容。 </p>
<h6>审核和实施 </h6>
<p>区科委核对书面申请和系统内申请单位填报的单位信息，对该单位填报的申请信息进行审核，记录审核意见。 </p>
<h6>权限设置 </h6>
<p>审核通过后，系统自动设置单位用户权限。 </p>
<h6>单位用户变更 </h6>
<p>单位用户若要进行变更（例如名称发生改变），需向区科委提出信息调整申请。 </p>
<h5><a name="_Toc275156838" id="_Toc275156838">单位内部用户管理</a> </h5>
<p>各行政机关和有关单位可以根据自身信息化水平和业务需求，通过人口信息共享应用的授权服务功能设立若干内部用户，并负责实施对本单位内部用户的权限管理。 </p>
<h6>管理方式 </h6>
<p>各行政机关和有关单位应当指定专人负责单位用户和内部用户的具体管理工作，并确保内部用户使用人员的相对稳定性。 <br />
  单位用户使用系统提供的“用户管理”功能对内部用户实施建立、变更、权限授予等管理任务。 </p>
<h6>权限设置 </h6>
<p>内部用户的用户权限主要包括信息查询、浏览和下载等。内部用户的权限授予和取消由单位用户负责管理。 </p>
<h3 align="left"><a name="_Toc275156839" id="_Toc275156839">信息共享和使用</a> </h3>
<h5><a name="_Toc275156840" id="_Toc275156840">一般原则</a> </h5>
<p>行政机关和有关单位做好人口信息的维护工作，避免重复，并确保数据的准确和完整。行政机关和有关单位不得向区人口信息共享应用提供涉密信息。 </p>
<h5><a name="_Toc275156844" id="_Toc275156844">周期性人口信息提供</a> </h5>
<p>对于周期性业务产生的人口信息，各行政机关和有关单位可以在周期性业务结束后2个工作日内向区人口库提供和更新信息。 </p>
<h5><a name="_Toc275156845" id="_Toc275156845">主动共享</a> </h5>
<p>各行政机关和有关单位共享人口信息的，应当区分以下情形实施： <br />
  （一）各行政机关和有关单位可以通过查询、浏览的方式共享区人口库所有属于主动共享的人口信息。 <br />
  （二）各行政机关和有关单位可以直接调用已协商后的人口信息，但原则上以不超过50个人口相关信息为限。 </p>
<h5><a name="_Toc275156846" id="_Toc275156846">依申请共享</a> </h5>
<p>各行政机关和有关单位需共享区人口库所列的属于依申请共享范围的人口信息的，应当向信息提供部门提交申请。 <br />
  人口信息共享申请的发起方，是需要依申请共享信息（信息需求方）的机关和有关单位；人口信息共享申请的审核方，是提供依申请共享人口信息的部门（信息提供方）。 </p>
<h6>申请和申请材料 </h6>
<p>申请方须向信息提供部门递交书面申请。 </p>
<p align="center"><strong>人口信息共享与应用共享申请书 </strong><br />
  编号：xxxxxxxxxxxxxxxxxx </p>
<table border="1" cellspacing="0" cellpadding="0" width="100%">
  <tr>
    <td width="17%"><br />
      申请单位 </td>
    <td width="82%"><p>&nbsp;</p></td>
  </tr>
  <tr>
    <td width="17%"><p>提供单位 </p></td>
    <td width="82%" valign="top"><p>&nbsp;</p></td>
  </tr>
  <tr>
    <td width="17%"><p>申请数据项 </p></td>
    <td width="82%" valign="top"><p>&nbsp;</p></td>
  </tr>
  <tr>
    <td width="100%" colspan="2" valign="top"><p>申请信息用途：（请描述申请信息的具体用途） </p>
        <p>申请单位(盖章) <u></u><br />
          年  月   日 </p></td>
  </tr>
  <tr>
    <td width="100%" colspan="2" valign="top"><p align="left">信息提供部门审核意见： </p>
        <p>审核单位(盖章) <u></u><br />
          年  月   日 </p></td>
  </tr>
</table>
<h6>审核和实施 </h6>
<p>信息提供部门应当在收到申请后7个工作日内作出书面答复意见，并记录审核结果。 <br />
  信息提供部门同意共享的，行政机关和有关单位应当将信息提供部门的书面意见提交区科委，由区科委配合相关机关、单位及时完成申请。 </p>
<h5><a name="_Toc275156847" id="_Toc275156847">协议共享</a> </h5>
<p>各行政机关和有关单位之间对区人口信息有长期、稳定需求的，可以由信息需求方向信息提供方提出签订《人口信息共享协议》的请求，明确共享信息资源的名称、数据项、共享期限、共享用途等内容。 <br />
  以签订《人口信息共享协议》方式共享人口信息的，信息需求单位应当按照区人口信息共享应用系统的相关标准以前置机接入等方式共享人口信息。 </p>
<h6>管理责任 </h6>
<p>人口信息共享协议的提出方，是对《人口信息共享数据项表》中所列的人口信息有长期、稳定需求的信息需求方；人口信息共享协议申请的审核方，是共享信息的提供方。 <br />
  各行政机关和有关单位对于签订《人口信息共享协议》事宜有异议的，可以提交区科委协调处理。 </p>
<h6>申请及申请材料 </h6>
<p>共享协议文件主要为加盖单位公章的《人口信息共享协议》（一式三份，协议双方各留一份，在区科委备案），表式如下： </p>
<p align="center"><strong>人口信息共享协议示范文本 </strong><br />
  需求机关（单位）： <br />
  提供机关（单位）： <br />
  <br />
  根据《人口信息共享与应用管理办法》，双方经过充分协商，制订本共享协议。 <br />
  一、需求机关基于以下业务需共享提供机关的人口信息： </p>
<ol>
  <li><u>                                           </u></li>
  <li><u>                                           </u></li>
  <li><u>                                           </u></li>
  <li><u>                                           </u> </li>
</ol>
<p>二、本协议约定的人口信息以前置机接口等方式实施共享。 <br />
  三、本协议双方均应严格遵照《人口信息共享与应用管理办法》的各项规定，确保人口信息正常共享。 <br />
  四、本协议的有效期为<u>   </u>年。 <br />
  五、本协议一式三份，双方各执一份，其余报备区科委。 </p>
<p>附件：人口信息协议共享数据项表 </p>
<p>需求机关（单位）                                    提供机关（单位） <br />
  （盖章）                                                 盖章 <br />
  需求机关领导签字：                                  提供机关领导签字： </p>
<p>年   月   日                                         年  月   日 <br />
  附件： <br />
  <strong>人口信息协议共享数据项表</strong> </p>
<table border="1" cellspacing="0" cellpadding="0" width="584">
  <tr>
    <td width="112" valign="top"><br />
      序号 </td>
    <td width="236" valign="top"><p align="center">人口信息名称 </p></td>
    <td width="236" valign="top"><p align="center">详细用途 </p></td>
  </tr>
  <tr>
    <td width="112" valign="top"><p align="center">1</p></td>
    <td width="236" valign="top"><p align="center">&nbsp;</p></td>
    <td width="236" valign="top"><p align="center">&nbsp;</p></td>
  </tr>
  <tr>
    <td width="112" valign="top"><p align="center">2</p></td>
    <td width="236" valign="top"><p align="center">&nbsp;</p></td>
    <td width="236" valign="top"><p align="center">&nbsp;</p></td>
  </tr>
  <tr>
    <td width="112" valign="top"><p align="center">3</p></td>
    <td width="236" valign="top"><p align="center">&nbsp;</p></td>
    <td width="236" valign="top"><p align="center">&nbsp;</p></td>
  </tr>
  <tr>
    <td width="112" valign="top"><p align="center">――― </p></td>
    <td width="236" valign="top"><p align="center">――― </p></td>
    <td width="236" valign="top"><p align="center">――― </p></td>
  </tr>
</table>
<h6>审核和实施 </h6>
<p>信息提供机关应当在收到信息需求提出签订《人口信息共享协议》的请求后的15个工作日内作出同意与否的意见，并在区人口信息共享应用中记录审核结果。 <br />
  共享协议签署后，由信息需求单位将签署的共享协议报区科委备案。区科委应当依据《人口信息共享协议》及时完成市人口信息应用系统的功能设置，并协助行政机关和有关单位完成系统配置。 <br />
  各行政机关和有关单位之间应当约定《人口信息共享协议》的有效期。《人口信息共享协议》超过有效期限的，应当重新签订。重订协议操作流程与新订协议流程一致。 </p>
<h5><a name="_Toc275156850" id="_Toc275156850">记录保留</a> </h5>
<p>区人口信息共享应用对人口信息共享交换情况进行记录。记录数据保留时间不少于5年。 </p>
<h5><a name="_Toc275156851" id="_Toc275156851">信息使用</a> </h5>
<p>本区行政机关和有关单位可以基于自身行政管理和公共服务的需求，对人口信息共享应用系统中的信息进行合理的内部使用。 <br />
  出于行政管理和公共服务目的，确需对外提供或者发布区人口信息共享应用系统中的信息的，应当以书面形式向信息提供方提出申请，经同意后，方可对外提供或者发布。 <br />
  各行政机关和有关单位在人口信息使用过程中，应当遵守法律、法规的相关规定，不得侵犯公共安全、不得侵犯商业秘密和个人隐私，不得牟取商业利益和其他非法所得。 </p>

